{"translation-revision-date":"2024-12-04 18:46:11+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"server caches":["cachés del servidor"],"It’ll be ready to view as soon as your <link><\/link> have updated. Please wait, or contact your web host to find out how to do this manually.":["Estará listo para verlo en cuanto hayas actualizado <link><\/link>. Espera o ponte en contacto con tu proveedor de alojamiento web para saber cómo hacerlo manualmente."],"Congratulations! Your store will launch soon":["¡Enhorabuena! Tu tienda se lanzará pronto"],"Explore support resources":["Explora los recursos de soporte"],"Help is on hand":["Ayuda a tu disposición"],"Get the app":["Obtener la aplicación"],"Manage your store anywhere with the free WooCommerce Mobile App.":["Gestiona tu tienda desde cualquier lugar con la aplicación móvil gratuita de WooCommerce."],"Manage your store on the go":["Gestiona tu tienda sobre la marcha"],"Add extensions":["Añade extensiones"],"Add extra features and functionality to your store with Woo extensions.":["Añade funcionalidad y características adicionales a tu tienda con las extensiones Woo."],"Power up your store":["Impulsa tu tienda"],"Install Mailchimp":["Instalar Mailchimp"],"Manage Mailchimp":["Gestionar MailChimp"],"Keep your shoppers up to date with what’s new in your store and set up clever post-purchase automations.":["Mantén a tus compradores al día de las novedades de tu tienda y configura procesos automáticos inteligentes posteriores a la compra."],"Build customer relationships":["Crea relaciones con el cliente"],"Add payment methods":["Añade métodos de pago"],"Give your shoppers more ways to pay by adding additional payment methods to your store.":["Ofrece a tus compradores más opciones de pago añadiendo otros métodos de pago para tu tienda."],"Provide more ways to pay":["Proporciona más opciones de pago"],"Promote products":["Promociona tus productos"],"Grow your customer base by promoting your products to millions of engaged shoppers.":["Aumenta tu base de clientes promocionando tus productos entre millones de compradores interesados."],"Detailed guides and our support team are always available if you’re feeling stuck or need some guidance.":["Tienes siempre disponibles guías detalladas y a nuestro equipo de soporte si en algún momento no sabes cómo continuar o necesitas ayuda."],"Promote your products":["Promociona tus productos"],"Your feedback will be only be shared with WooCommerce and treated in accordance with our <privacyLink>privacy policy<\/privacyLink>.":["Tus comentarios solo se compartirán con WooCommerce y se tratarán de conformidad con nuestra <privacyLink>política de privacidad<\/privacyLink>."],"Why do you feel that way? <smallText>(optional)<\/smallText>":["¿Por qué te sientes así? <smallText>(opcional)<\/smallText>"],"How was the experience of launching your store?":["¿Cómo fue la experiencia de poner en marcha tu tienda?"],"Visit your store":["Visita tu tienda"],"You’ve successfully launched your store and are ready to start selling! We can’t wait to see your business grow.":["¡Has puesto en marcha tu tienda correctamente y ya estás listo para empezar a vender! Estamos impacientes por ver cómo crece tu negocio."],"Congratulations! Your store is now live":["¡Enhorabuena! Tu tienda ya está abierta."],"Oops! We encountered a problem while launching your store. <retryButton\/>":["¡Vaya! Se ha producido un problema al iniciar tu tienda. <retryButton\/>"],"Remove test orders and associated data, including analytics and transactions, once your store goes live. ":["Elimina los pedidos de prueba y los datos asociados, incluso los análisis y transacciones, cuando tu tienda ya esté en la web. "],"Remove %d test orders":["Eliminar %d pedidos de prueba"],"Test data":["Datos de prueba"],"Fantastic job! Your store is ready to go — no pending tasks to complete.":["¡Gran trabajo! Tu tienda está lista para abrir sus puertas. No queda ninguna tarea pendiente."],"Essential Tasks":["Tareas básicas"],"Ready to start selling? Before you launch your store, make sure you’ve completed these essential tasks. If you’d like to change your store visibility, go to WooCommerce | Settings | Site visibility.":["¿Lo tienes todo a punto para empezar a vender? Antes de poner en marcha tu tienda, asegúrate de haber completado estas tareas básicas. Si quieres cambiar la visibilidad de tu tienda, ve a WooCommerce | Ajustes  | Visibilidad del sitio."],"What’s next?":["¿Y ahora qué?"],"Launch Your Store":["Publica tu tienda."],"Launch your store":["Publica tu tienda."],"Please try again":["Inténtalo de nuevo."],"Back to Home":["Volver a la página de inicio"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["Usa las teclas de las flechas izquierda y derecha para cambiar el tamaño del lienzo. Mantén pulsada la tecla Mayús para cambiar el tamaño en incrementos mayores."],"Drag to resize":["Arrastra para cambiar el tamaño"],"We appreciate your feedback!":["Agradecemos tus comentarios."],"Send":["Enviar"],"Site Icon":["Icono del sitio"],"Back":["Volver"],"Copy link":["Copiar enlace"],"Copied!":["¡Copiado!"],"Close":["Cerrar"],"Cancel":["Cancelar"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/launch-store.js"}}