{"translation-revision-date":"2024-12-04 18:46:11+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Sorry, you don't have permission to update the theme.":["Lo siento, no tienes permiso para actualizar el tema."],"Finish customizing":["Terminando de personalizar"],"Select the pair of fonts that best suits your brand. The larger font will be used for headings, and the smaller for supporting content. You can change your font at any time in Editor.":["Selecciona el par de fuentes que mejor se adapte a tu marca. La fuente más grande se utilizará para los encabezados, y la más pequeña para el contenido de apoyo. Puedes cambiar la fuente en cualquier momento en el editor."],"AI has selected a font pairing that's the best fit for your business. If you'd like to change them, select a new option below now, or later in Editor.":["La IA ha seleccionado la combinación de fuentes que mejor se adapta a tu negocio. Si quieres cambiarlas, selecciona una nueva opción abajo ahora, o más adelante en el editor."],"Choose the color palette that best suits your brand. Want to change it? Create your custom color palette below, or update it later in Editor.":["Elige la paleta de colores que mejor se adapte a tu marca. ¿Quieres cambiarla? Crea tu paleta de colores personalizada a continuación, o actualízala más tarde en el editor."],"Based on the info you shared, our AI tool recommends using this color palette. Want to change it? You can select or add new colors below, or update them later in Editor.":["Basándose en la información que has compartido, nuestra herramienta de IA recomienda utilizar esta paleta de colores. ¿Quieres cambiarla? Puedes seleccionar o añadir nuevos colores a continuación, o actualizarlos más tarde en el editor."],"Add patterns":["Añadir patrones"],"More patterns from the WooCommerce.com library are available! Opt in to connect your store and access the full library, plus get more relevant content and a tailored store setup experience. Opting in will enable {{link}}usage tracking{{\/link}}, which you can opt out of at any time via WooCommerce settings.":["Hay más patrones de la biblioteca de WooCommerce.com disponibles. Regístrate para conectar tu tienda y acceder a la biblioteca completa, además de obtener contenido más relevante y una experiencia de configuración de tienda personalizada. Al registrarte, se habilitará el {{link}}seguimiento de uso{{\/link}}, que puedes desactivar en cualquier momento a través de los ajustes de WooCommerce."],"Access more patterns":["Acceder a más patrones"],"Create an engaging homepage by adding and combining different patterns and layouts. You can continue customizing this page, including the content, later via the Editor.":["Crea una página de inicio atractiva añadiendo y combinando distintos patrones y diseños. Puedes continuar personalizando esta página, incluido su contenido, cuando desees desde el editor."],"Unfortunately, a technical issue is preventing more patterns from being displayed. Please <FetchPatterns>try again<\/FetchPatterns> later.":["Lamentablemente, un problema técnico impide que se muestren más patrones. <FetchPatterns>Inténtalo de nuevo<\/FetchPatterns> más tarde."],"Build your brand by creating a memorable logo using {{link}}Fiverr{{\/link}}.":["Construye tu marca creando un logotipo memorable con {{link}}Fiverr{{\/link}}."],"More fonts are available! Opt in to connect your store and access the full font library, plus get more relevant content and a tailored store setup experience. Opting in will enable {{link}}usage tracking{{\/link}}, which you can opt out of at any time via WooCommerce settings.":["¡Hay más fuentes disponibles! Regístrate para conectar tu tienda y acceder a toda la biblioteca de fuentes, además de obtener contenido más relevante y una experiencia de configuración de tienda personalizada. Al registrarte, se habilitará el {{link}}seguimiento de uso{{\/link}}, que puedes desactivar en cualquier momento a través de los ajustes de WooCommerce."],"Access more fonts":["Acceder a más fuentes"],"Add one or more of our homepage patterns to create a page that welcomes shoppers.":["Añade uno o varios de nuestros patrones de página de inicio para crear una página que dé la bienvenida a los compradores."],"Promote your social channels and give shoppers a way to see your latest products and news.":["Promociona tus canales de redes sociales y ofrece a los compradores una forma de ver tus últimos productos y novedades."],"Social media":["Redes sociales"],"Encourage sales by sharing positive feedback from happy shoppers.":["Fomenta las ventas compartiendo los comentarios positivos de compradores satisfechos."],"Share information on any services that your business can provide.":["Comparte información sobre los servicios que puede ofrecer tu empresa."],"Show your shoppers what’s special about your business.":["Muestra a tus compradores lo que tu empresa tiene de especial."],"Put the spotlight on one or more of your products or product categories.":["Destaca uno o varios de tus productos o categorías de productos."],"Featured selling":["Venta destacada"],"Design a store that reflects your brand and business. Customize your active theme, select a professionally designed theme, or create a new look using our store designer.":["Diseña una tienda que refleje tu marca y tu negocio. Personaliza tu tema activo, elige un tema de diseño profesional o crea un nuevo aspecto utilizando nuestro diseñador de tiendas."],"DON'T HAVE A LOGO YET?":["¿TODAVÍA NO TIENES UN LOGOTIPO?"],"Want more patterns?":["¿Quieres más patrones?"],"Unfortunately, we're experiencing some technical issues — please come back later to access more patterns.":["Lamentablemente, estamos experimentando algunos problemas técnicos. Vuelve más tarde para acceder a más patrones."],"Opt in to <OptInModal>usage tracking<\/OptInModal> to get access to more patterns.":["Activa el <OptInModal>seguimiento de uso<\/OptInModal> para acceder a más patrones."],"Looks like we can't detect your network. Please double-check your internet connection and refresh the page.":["Parece que no podemos detectar tu red. Comprueba tu conexión a Internet y actualiza la página."],"Shuffle":["Aleatorio"],"Welcome shoppers to your store with one of our introductory patterns.":["Da la bienvenida a tus compradores en tu tienda con uno de nuestros patrones de presentación."],"You can edit your content later in the Editor":["Puedes editar tu contenido más tarde en el editor."],"Browse themes":["Buscar temas"],"Choose a professionally designed theme":["Elegir un tema diseñado por un profesional"],"Use the store designer":["Usar el diseñador de tiendas"],"Design your own theme":["Diseñar tu propio tema"],"Design or choose a new theme":["Diseñar o elegir un nuevo tema"],"Services":["Servicios"],"Intro":["Introducción"],"Congratulations! You've successfully designed your store. Now you can go back to the Home screen to complete your store setup and start selling.":["¡Enhorabuena! Has diseñado tu tienda correctamente. Ahora puedes volver a la pantalla de inicio para completar la configuración de tu tienda y empezar a vender."],"Go to Products":["Ir a los productos"],"Start stocking your virtual shelves by adding or importing your products, or edit the sample products.":["Comienza a llenar tus estanterías virtuales añadiendo o importando tus productos, o edita los productos de muestra."],"What's next?":["¿Y ahora qué?"],"View store":["Ver tienda"],"Congratulations! You've successfully designed your store. Take a look at your hard work before continuing to set up your store.":["¡Enhorabuena! Has diseñado tu tienda correctamente. Echa un vistazo a tu duro trabajo antes de continuar con la configuración de tu tienda."],"Select a footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the Editor later.":["Selecciona un pie de página entre las opciones siguientes. Tu pie de página incluye la navegación secundaria de tu sitio y se añadirá a cada página. Puedes seguir personalizándolo a través del editor más adelante."],"Create an engaging homepage by selecting one of our pre-designed layouts. You can continue customizing this page, including the content, later via the Editor.":["Crea una página de inicio atractiva seleccionando uno de nuestros diseños prediseñados. Puedes seguir personalizando esta página, incluido el contenido, a través del editor más adelante."],"Choose your homepage":["Escoge tu página de inicio."],"Opt in":["Activar"],"Want more font pairings?":["¿Quieres más combinaciones de fuentes?"],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> to get access to more fonts.":["Actualiza a la <WordPressLink>última versión de WordPress<\/WordPressLink> para acceder a más fuentes."],"Opt in to <OptInModal>usage tracking<\/OptInModal> to get access to more fonts.":["Activa el <OptInModal>seguimiento de uso<\/OptInModal> para acceder a más fuentes."],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> and <OptInModal>opt in to usage tracking<\/OptInModal> to get access to more fonts.":["Actualiza a la <WordPressLink>última versión de WordPress<\/WordPressLink> y <OptInModal>activa el seguimiento de uso<\/OptInModal> para acceder a más fuentes."],"Add your products":["Añade tus productos."],"Oops! We encountered a problem while setting up the foundations. {{anchor}}Please try again{{\/anchor}} or start with a theme.":["¡Vaya! Hemos encontrado un problema al establecer las bases. {{anchor}}Por favor, inténtalo de nuevo{\/anchor}} o empieza con un tema."],"Feel free to spill the beans here. All suggestions, feedback, or comments about the \"Design your own theme\" experience are welcome.":["Siéntete libre de decir todo lo que necesites aquí. Todas las sugerencias, opiniones o comentarios acerca de \"Diseña de tu propio tema\" son bienvenidos."],"I wanted to design my own theme.":["Quería diseñar mi propio tema."],"Choose your footer":["Elige tu pie de página"],"Design your homepage":["Diseña tu página de inicio"],"Choose your header":["Elige tu cabecera"],"Choose fonts":["Elegir fuentes"],"Choose your color palette":["Elige tu paleta de colores"],"What motivated you to choose the \"Design your own theme\" option?":["¿Qué te ha motivado a elegir la opción \"Diseña tu propio tema\"?"],"Create a store that reflects your brand and business. Select one of our professionally designed themes to customize, or create your own using AI.":["Crea una tienda que refleje tu marca y tu negocio. Selecciona uno de nuestros temas diseñados profesionalmente para personalizarlo, o crea el tuyo propio utilizando IA."],"But don't let that stop you! Start customizing the look and feel of your store by adding your logo and selecting your colors and layout. ":["¡Pero no dejes que eso te detenga! Empieza a personalizar el aspecto de tu tienda añadiendo tu logotipo y seleccionando los colores y el diseño. "],"Discover what's possible with the store designer":["Descubre lo que es posible con el diseñador de tiendas"],"Take a quick tour to discover what's possible.":["Haz un rápido recorrido para descubrir todas las posibilidades."],"Start designing your store, including adding your logo, changing color schemes, and building your own layouts. Take a quick tour to discover what's possible.":["Empieza a diseñar tu tienda: añade tu logotipo, cambia los esquemas de color y construye tus propios diseños. Haz un rápido recorrido para descubrir todas las posibilidades."],"Setting up the foundations":["Configurando los cimientos"],"Our AI tool had a few issues generating your content.":["Nuestra herramienta IA tuvo algunos problemas al generar tu contenido."],"Welcome to your store!":["¡Te damos la bienvenida a tu tienda!"],"Feel free to spill the beans here. All suggestions, feedback, or comments about the AI-generated store experience are welcome.":["No dudes en contarlo aquí. Todas las sugerencias, opiniones o comentarios sobre la experiencia de tienda generada por la IA son bienvenidos."],"Other.":["Otro."],"Did you find anything confusing, irrelevant, or not useful?":["¿Encontraste algo confuso, irrelevante o poco útil?"],"I didn't find a theme that matched my needs.":["No he encontrado un tema que se ajuste a mis necesidades."],"I didn't like any of the available themes.":["No me gusta ninguno de los temas disponibles."],"I wanted to see how AI could help me streamline the process.":["Quería ver cómo podía ayudarme la IA a facilitar el proceso."],"What motivated you to choose the “Design with AI” option?":["¿Qué te ha motivado a elegir la opción de «Diseñar con la IA»?"],"On a scale of 1 = difficult to 5 = very easy, how would you rate the overall experience?":["En una escala de dificultad donde 1 es igual a difícil y 5 a muy fácil, ¿cómo valorarías la experiencia en su conjunto?"],"Our goal is to make sure you have all the right tools to start customizing your store. We’d love to know if we hit our mark and how we can improve.":["Nuestro objetivo es asegurarnos de que tengas las herramientas adecuadas para empezar a personalizar tu tienda. Nos encantaría saber si hemos cumplido nuestra meta y cómo podemos mejorar."],"Continue designing":["Seguir diseñando"],"Exit and lose changes":["Salir y perder los cambios"],"You'll lose any changes you've made to your store's design and will start the process again.":["Perderás cualquier cambio que hayas hecho en el diseño de tu tienda y empezará el proceso de nuevo."],"Are you sure you want to exit?":["¿Seguro que quieres salir?"],"Generating content":["Generando contenido"],"Editor canvas":["Lienzo del editor"],"Please try again":["Inténtalo de nuevo."],"Oops! We encountered a problem while generating your store. <retryButton\/>":["¡Vaya! Hemos encontrado un problema al generar tu tienda. <retryButton\/>"],"Active theme":["Tema activo"],"Back to Home":["Volver a la página de inicio"],"Go back to the Home screen to complete your store setup and start selling":["Vuelve a la pantalla de inicio para completar la configuración de tu tienda y empezar a vender"],"Go to the Editor":["Ir al editor"],"Head to the Editor to change your images and text, add more pages, and make any further customizations.":["Ve al Editor para cambiar las imágenes y el texto, añadir más páginas y realizar cualquier otra personalización."],"Fine-tune your design":["Perfecciona tu diseño"],"Your store looks great!":["Tu tienda tiene un aspecto estupendo."],"Browse all themes":["Ver todos los temas"],"Or select a professionally designed theme to customize and make your own.":["O selecciona un tema diseñado profesionalmente para personalizarlo y hacerlo tuyo."],"Customize your store":["Personaliza tu tienda"],"Customize the style and layout of your store to fit your brand! Add your logo, change the font and colors, and try out different page layouts. You'll be able to edit the text and images later via the Editor.":["Personaliza el estilo y el diseño de tu tienda para adaptarlos a tu marca. Añade tu logotipo, cambia el tipo de letra y los colores y prueba distintos diseños de página. Podrás editar el texto y las imágenes más tarde en el Editor."],"Make your store your own":["Haz tuya tu tienda"],"Any changes you make to the layout and style will appear here in real time — perfect for testing different looks before you make it live. You can also resize this area to check how your store looks on mobile.":["Cualquier cambio que realices en el diseño y el estilo aparecerá aquí en tiempo real, lo que resulta perfecto para probar diferentes aspectos antes de ponerlo en marcha. También puedes cambiar el tamaño de esta área para comprobar cómo se ve tu tienda en el móvil."],"View your changes in real time":["Visualiza tus cambios en tiempo real"],"Welcome to your AI-generated store!":["Te damos la bienvenida a tu tienda generada por inteligencia artificial."],"This is where you can start customizing the look and feel of your store, including adding your logo, and changing colors and layouts. Take a quick tour to discover what’s possible.":["Aquí es donde puedes empezar a personalizar el aspecto de tu tienda. Entre otras cosas, puedes añadir tu logotipo y cambiar los colores y diseños. Haz un rápido recorrido para descubrir todas las posibilidades."],"Take a tour":["Hacer un recorrido"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["Usa las teclas de las flechas izquierda y derecha para cambiar el tamaño del lienzo. Mantén pulsada la tecla Mayús para cambiar el tamaño en incrementos mayores."],"Saving failed.":["No se ha podido guardar."],"Logo":["Logotipo"],"Ensure your store is on-brand by adding your logo. For best results, upload a SVG or PNG that's a minimum of 300px wide.":["Asegúrate de que tu tienda tenga la marca añadiendo tu logotipo. Para obtener los mejores resultados, carga un SVG o PNG de 300 px de ancho como mínimo."],"Use as site icon":["Utilizar como favicon"],"Link logo to homepage":["Enlace del logotipo a la página de inicio"],"Image width":["Anchura de la imagen"],"Select a new footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the Editor.":["Selecciona un nuevo pie de página de las opciones que aparecen a continuación. Tu pie de página incluye la navegación secundaria de tu sitio y se añadirá a todas las páginas. Puedes seguir personalizándolo a través del editor."],"Based on the most successful stores in your industry and location, our AI tool has recommended this template for your business. Prefer a different layout? Choose from the templates below now, or later via the Editor.":["Basándose en las tiendas con más éxito de tu sector y ubicación, nuestra herramienta de IA ha recomendado esta plantilla para tu negocio. ¿Prefieres otro diseño? Elige una de las plantillas siguientes ahora, o más tarde a través del editor."],"Select a new header from the options below. Your header includes your site's navigation and will be added to every page. You can continue customizing this via the Editor.":["Selecciona una nueva cabecera de las opciones que aparecen a continuación. Tu cabecera incluye la navegación de tu sitio y se añadirá a todas las páginas. Puedes seguir personalizándolo a través del editor."],"Site icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps.":["Los iconos del sitio son los que ves en las pestañas del navegador, barras de favoritos y dentro de las aplicaciones móviles de WordPress."],"Change your font":["Cambia la fuente"],"or create your own":["o crea el tuyo propio"],"Change your footer":["Cambia el pie de página"],"Change your homepage":["Cambia tu página de inicio"],"Change your header":["Cambia tu encabezado"],"Change fonts":["Cambia las fuentes"],"Change the color palette":["Cambia la paleta de colores"],"Add your logo":["Añade tu logotipo"],"Use our style and layout tools to customize the design of your store. Content and images can be added or changed via the Editor later.":["Utiliza nuestras herramientas de estilo y diseño para personalizar el diseño de tu tienda. El contenido y las imágenes pueden añadirse o modificarse posteriormente a través del editor."],"Let's get creative":["Demos rienda suelta a la creatividad"],"Which writing style do you prefer?":["¿Qué estilo de escritura prefieres?"],"Direct yet respectful, serious and professional.":["Directo pero respetuoso, serio y profesional."],"Formal":["Formal"],"Relaxed and friendly, like a conversation with a friend.":["Relajado y amistoso, como una conversación con un amigo."],"Informal":["Informal"],"How would you like your store to look?":["¿Cómo te gustaría que fuera tu tienda?"],"Bold":["Atrevido"],"Classic":["Clásico"],"Contemporary":["Contemporáneo"],"Who your target audience is":["¿Quién es tu público objetivo?"],"What makes your business unique":["¿Qué hace única a tu empresa?"],"How many products you plan on displaying":["¿Cuántos productos piensas mostrar?"],"What you want to sell":["¿Qué quieres vender?"],"Try to include:":["Trata de incluir:"],"The more detail you provide, the better job our AI can do!":["Cuantos más detalles proporciones, mejor trabajo podrá hacer nuestra IA."],"Vibrant with eye-catching colors and visuals.":["Aspecto vibrante con colores y efectos visuales llamativos."],"Elegant and timeless with a nostalgic touch.":["Aspecto elegante y atemporal con un toque nostálgico."],"Impartial tone with casual expressions without slang.":["Tono imparcial con expresiones informales sin argot."],"Clean lines, neutral colors, sleek and modern look.":["Líneas limpias, colores neutros, aspecto elegante y moderno."],"Tell us a bit more about your business":["Cuéntanos un poco más sobre tu empresa"],"Applying the finishing touches":["Dando los retoques finales"],"Assembling your AI-optimized store":["Montando tu tienda optimizada para IA"],"Designing the best look for your business":["Diseñando la mejor imagen para tu empresa"],"Comparing the top performing stores":["Comparando las tiendas con mejores resultados"],"Analyzing your responses":["Analizando tus respuestas"],"Opening the doors":["Abriendo las puertas"],"Drag to resize":["Arrastra para cambiar el tamaño"],"Turning on the lights":["Encendido de luces"],"Thanks for the feedback. We'll put it to good use!":["Gracias por tu opinión. ¡Le daremos buen uso!"],"Replace":["Reemplazar"],"Continue setting up your store":["Sigue configurando tu tienda"],"Options":["Opciones"],"Send":["Enviar"],"Neutral":["Normal"],"Back":["Volver"],"Navigation":["Navegación"],"Style":["Estilo"],"Paid":["Pagado"],"Share feedback":["Compartir comentarios"],"Skip":["Omitir"],"About":["Acerca de"],"Layout":["Diseño"],"%1$s (%2$s)":["%1$s (%2$s)"],"Previous":["Anterior"],"Close":["Cerrar"],"Cancel":["Cancelar"],"Continue":["Seguir"],"Settings":["Ajustes"],"Default":["Por defecto"],"Reviews":["Valoraciones"],"Delete":["Borrar"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/customize-store.js"}}